;
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the yourlanguage.ini
;  Please, translate text only after symbol ' = '
;
;
; TranslationAuthor: Ali Kömesöğütlü
; TranslationAuthorEmail: byzlo685@gmail.com
; TranslationAuthorWeb: http://www.facebook.com/MoFoSiX
; Version: 1.2.5.27

[GUI]
ButtonYes=Evet
ButtonNo=Hayır
ButtonOK=TAMAM
ButtonMinimize=Küçült
ButtonMaximize=Büyült
ButtonClose=Kapat
ButtonRestore=Geri Yükle
ButtonMenu=Menü
btnsupportcenter=Destek Merkezi
ButtonCancel=İptal


[Translation]
LangCode=041F
ReadHabit=Left-to-right
LanguageName=TRK
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=TURKISH_CHARSET
Warning=Uyarı
Error=Hata
Information=Bilgi
Confirm=Onayla
BtnRegister.Caption=Kaydol

pmContact=Bizimle İletişime Geçin
pmCheckMsg=Haberleri Otomatik Denetle
ppmHelpOnline=Çevrimiçi Yardım
ppmForum=Resmî Forum
ppmHomepage=Resmî İnternet Sitesi
ppmContactUs=Bizimle İletişime Geçin
ppmCheckUpdates=Güncellemeleri Denetle
ppmSettings=Ayarlar
ppmRestoreFile=Dosyayı Geri Yükle
ppmLanguage=Diller
ppmAbout=Hakkında
ppmOpen=Dosyayı İçeren Klasörü Aç
ppmFileProperties=Özellikler
ppmDelete=Seçilen Dosyaları Sil
ppmExport=Dışa Aktar...
ppmExecute=Aç

frmWDFMain.btnemail.hint=Wise Duplicate Finder'ı Arkadaşlarınla Paylaş
frmWDFMain.btntwitter.hint=Wise Duplicate Finder'ı Twitter'da Paylaş
frmWDFMain.btnfacebook.hint=Bizi Facebook'ta Takip Et
frmWDFMain.btnFolder.Hint=Klasör Seçin
frmWDFMain.lblVer.Caption=Sürüm:
frmWDFMain.btnScan.caption=Tara
frmWDFMain.btnCancel.caption=İptal
frmWDFMain.btnScan.Hint=Tara
frmWDFMain.btnCancel.Hint=İptal
frmWDFMain.lblcaption.Caption=Boş alan açmak için bilgisayarınızdan çift dosyaları silin
frmWDFMain.lblLocation.Caption=Konumlar:
frmWDFMain.btnAdvSetting.Caption=Gelişmiş Ayarlar
frmWDFMain.btnselall.Caption=Tümünü Seç
frmWDFMain.btnInvertSelection.Caption=Seçimi Ters Çevir
frmWDFMain.btnKeepOne.Caption=Birini Sakla
frmWDFMain.btnDel.Caption=Seçilenleri Sil

ppmLastCreate=En Yeni Oluşturulan
ppmFirstCreate=En Eski Oluşturulan
ppmLastWrite=En Yeni Değiştirilen
ppmFirstWrite=En Eski Değiştirilen

frmDFSettings.Caption=Ayarlar
frmDFSettings.lblIncludes.Caption=İçeren:
frmDFSettings.lblMinimize.Caption=Minimum Dosya Boyutu:
frmDFSettings.lblMaxmize.Caption=Maksimum Dosya Boyutu:
frmDFSettings.btnAddFolder.caption=Klasör Ekle
frmDFSettings.btnAddKey.caption=Anahtar Kelime Ekle
frmDFSettings.lblExclude.Caption=Dışlamalar:
frmDFSettings.lblBackup.Caption=Yedekleme Klasörü:
frmDFSettings.lblCheckupdate.Caption=Güncellemeleri Denetle:
frmDFSettings.lblLanguage.Caption=Dil:
frmDFSettings.btnOk.caption=TAMAM
frmDFSettings.btnCancel.caption=İptal
frmDFSettings.AdvSetting.Caption=Gelişmiş Ayarlar
frmDFSettings.Folder.Caption=Klasör Seç
frmDFSettings.chkAutoBackup.Caption=Otomatik Yedekle
frmDFSettings.ckNewsletter.Caption=Haberleri Otomatik Denetle
frmDFSettings.btnAddFolder.Hint=Klasör Ekle
frmDFSettings.btnAddKey.Hint=Anahtar Kelime Ekle
frmDFSettings.btnOk.Hint=TAMAM
frmDFSettings.btnCancel.Hint=İptal
frmDFSettings.lblColor.Caption=Grup Rengi:


FrmRegister.Caption=Kaydol
FrmRegister.lblinfo.caption=Wise Duplicate Finder'ı seçtiğiniz için teşekkür ederiz
FrmRegister.lblemail.caption=E-posta:
FrmRegister.lblName.caption=Adınız:
FrmRegister.lblkey.caption=Lisans anahtarı:
FrmRegister.lblhelp.caption=Lisans anahtarını girmede sorun mu yaşıyorsunuz?
FrmRegister.lblsupport.caption=Bizimle İletişime Geçin
FrmRegister.btnreg.caption=Kaydol
FrmRegister.btnbuy.caption=Şimdi Satın Al

frmBackup.Caption=Yedekle ve Geri Yükle
frmBackup.lblBackup.Caption=Şuraya yedekle:
frmBackup.btnDelete.caption=Seçilenleri Sil
frmBackup.btnRestore.caption=Seçilenleri Geri Yükle

frmAbout.caption=Hakkında
frmAbout.lblver.Caption=Mevcut Sürüm:
frmAbout.lblemail.Caption=Destek E-postası:
frmAbout.lblhome.Caption=Ana Sayfa:
frmAbout.lblthanks.Caption=Katkılarından dolayı aşağıdaki kişilere teşekkürler
frmAbout.lblStatus.Caption=Durum:


[Message]
deletefileerr=Silinemiyor
Continuedelete=Devam etmek istiyor musunuz?
BeginCountFiles=Tarama için hazırlanıyor...
CountFiles=%d dosya tarandı...
HashFiles=Mevcut Dosyalar:
CountResult=Tarama sonuçları hesaplanıyor...
searchduplicateover=%d çift dosya, toplam %d dosya bulundu. Geçen Zaman: %d saniye
FileName=Dosya Adı
FileSize=Boyut
FolderName=Klasör
LastDate=Son Erişim
CreateDate=Oluşturma Tarihi
mdFileName=Adı ve Boyutu Eşleşen (Hızlı)
mdHashPart=Kısmen Eşleşen (Hızlı)
mdHash=Tam Olarak Eşleşen (Yavaş)
mdZeroSize=0 bayt dosyalar
WaitRestore=Geri Yükleniyor...
WaitBackup=Bekleniyor...
Images=Resimler
Audios=Sesler
Videos=Videolar
Document=Belgeler
Compressed=Arşiv
Email=E-posta
Byte=Bayt
KB=KB
MB=MB
GB=GB
AddFolder=Klasör Ekle
NoFolder=Taramak istediğiniz klasörleri ekleyin!
InputKey=Anahtar kelime girin
EmptyEmail=E-posta adresi boş olamaz.
EmptyName=Adınız boş olamaz.
EmpytKey=Lisans anahtarı boş olamaz.
InvalidEmail=Lütfen doğru e-posta adresi girin!
InvalidKey=Geçersiz lisans anahtarı!
InvalidRegInfo=Geçersiz kayıt bilgileri!
ThanksRegister=Bu ürünü kaydettiğiniz için teşekkür ederiz!
NoRegInfo=Kayıt bilgileriniz bulunamıyor!
Daily=Günlük
Weekly=Haftalık
Monthly=Aylık
Never=Asla
newver=Wise Duplicate Finder'ın yeni bir sürümü mevcut! Şimdi güncellemek istiyor musunuz?
nonewver=En son sürümü kullanıyorsunuz!
Registered=Kayıtlı
Unregistered=Kayıtsız

[AutoUpdate]
UpdateFail=Güncellenemiyor, kurulum dosyasını internet sitemizden indirmek istiyor musunuz?
CurrentFile=Mevcut Dosya: 
Readed=İndiriliyor:
SumSize=Toplam Boyut:
Byte=Bayt
DownloadError=İndirme hatası, lütfen daha sonra deneyin.
Cancel=İptal
Ready=İndirmeye hazır.

[Renew]
Renew=Yenile
Regnow=Kaydol
title1=Lisans anahtarınızın süresi doldu. Lütfen zamanında yenileyin!
title=Wise Duplicate Finder %d gün içinde sona erecek!
Regtitle= Deneme sürümü %d gün içinde sona erecek!
Price=Pro sürümü sadece %s yenileyin!
RegPrice=Pro sürümü şimdi sadece %s satın alın!
Describe=Pro sürümünün ayrıcalıklarını kaybedebilirsiniz.